Repository: SimoneAragno/becalib
Catalog: src/becalib/locales/*/LC_MESSAGES/becalib.po
Languages: fr

source: Areal heat capacity
fr: Capacité thermique massique

source: Component
fr: Composant

source: Component layers downward heat flow
fr: Paroi multicouche flux descendant

source: Component layers horizontal heat flow
fr: Paroi multicouche flux horizontale

source: Component layers upwards heat flow
fr: Paroi multicouche flux ascendant

source: Conductivity λ [W/mK]
fr: Conductivité thermique λ

source: Decrement factor
fr: Facteur d'ammortissement

source: Diffusivity α [m²/ (s*10^6)]
fr: Diffusivite α [m²/ (s*10^6)]

source: Effusivity
fr: Effusivité

source: Exterior
fr: Extérieur

source: Exterior admittance
fr: Admittance extérieure

source: Exterior areal heat capacity
fr: Capacité thermique surfacique extérieure

source: Exterior surface
fr: Surface extérieure

source: Exterior surface thermal resistance Rse
fr: Résistance thermique extérieure Rse

source: Good 4/5
fr: Bonne 4/5

source: Gross density ρ
fr: Densité ρ

source: Gross density ρ [kg/m³]
fr: Densité ρ [kg/m³]

source: Heat flow direction
fr: Direction du flux

source: INPUTS:
fr: Données d'entree

source: Impossible score
fr: Score impossible

source: Interior
fr: Intérieur

source: Interior admittance
fr: Admittance intérieure

source: Interior areal heat capacity
fr: Capacité thermique surfacique intérieure

source: Interior surface
fr: Surface intérieure

source: Interior surface thermal resistance Rsi
fr: Résistance thermique intérieure Rsi

source: Layer values
fr: Paramètres de la couche

source: Layers:
fr: Couches

source: Medium 3/5
fr: Moyenne 3/5

source: Name
fr: Nom

source: OUTPUTS:
fr: Données de sortie

source: Periodic transmittance
fr: Coefficient de transmission thermique périodique

source: Poor 1/5
fr: Mauvais 1/5

source: Resistance
fr: Résistance

source: Resistance R [m²K/W]
fr: Résistance R [m²K/W]

source: Specific heat capacity c
fr: Capacité thermique massique c

source: Specific heat capacity c [J/kgK]
fr: Capacité thermique massique c [J/kgK]

source: Sufficient 2/5
fr: Passable 2/5

source: Summer performance
fr: Performance d'été

source: Surface mass
fr: Masse surfacique

source: Temperature [°C]
fr: Température [°C]

source: Text
fr: Temp_ext

source: Thermal conductivity λ
fr: Conductivité thermique λ

source: Thermal diffusivity α
fr: Diffusivité α

source: Thermal effusivity
fr: Effusivité

source: Thermal resistance R
fr: Résistance thermique R

source: Thickness
fr: Épaisseur

source: Thickness [m]
fr: Épaisseur [m]

source: Time [h]
fr: Temps [h]

source: Time period
fr: Période

source: Time shift
fr: Déphasage

source: Transmittance
fr: Conductivité thermique (U-value W/m²K)

source: Tsurf_int
fr: Temp_surf_int

source: thickness [m]
fr: Épaisseur [m]
